import React from 'react';
import Aside from '../components/aside';
import Section from '../components/section';
import PageNav from '../components/page-nav';
import './index.css'

const AboutPage = () => {

    const pageNavTitles = ["Коротко про нас", "Склад шкільного колективу", "Переваги і навчання", "Цінності і традиції"];

    return (
        <div className='container'>
            <div>
                <PageNav idName={['about_us', "", "", ""]}>
                    {pageNavTitles}
                </PageNav>
                <Aside title='Оголошення' content="Увага! 30 травня відбудуться батьківські збори у Google Meet. Посилання розташованне в електроній пошті."/>
                <Aside title='Новини' content="Навчальний рік майже закінчився. Свято останнього дзвоника було скасовано"/>
            </div>
            <Section title='Ласкаво просимо!'>
                <h4>
                    Раді Вас вітати на сайті навчально-виховного комплексу "Малинківський заклад освіти І ст.-сад"
                </h4>
                <p id='about_us'>Коротко про нас: </p>
                <div className='content_text'>
                Кожний навчальний заклад має свою історію. Малинківську початкову школу – дитячий садок  було засновано в 80-х роках ХХ ст. завдяки громадським діячам. У 2000 році зроблено капітальний ремонт навчального закладу.
У 2007 році реорганізовано в Малинківський навчально-виховний комплекс «ЗНЗ І ст. - ДНЗ».
 У 2010 – 2012 роках:
підведено водогін;
замінено вікна на пластикові;
облаштовано внутрішні туалети;
придбано ігровий майданчик;
класи укомплектовані новими меблями , дошками, комп’ютерами.                                                                       Новий світ, який стрімко увірвався в нашу свідомість дав нове не менш цікаве життя.
 І, обертаючись на минулі роки, можна з впевненістю сказати, що у стін нашої школи було цікаве минуле і у неї не менш захоплююче майбутнє.
                </div>
                <div className='about_section_img_div'>
                    <img src='/img/03.png'/>
                    <div>
                        <h5>Фото школи</h5>
                        Наша школа має можливість розміщувати близько 50 учнів та вихованців разом
                    </div>
                </div>
            </Section>
        </div>
    ); 
}

export default AboutPage