import React from 'react';
import Aside from '../components/aside';
import Section from '../components/section';

import './index.css'

const StudentsPage = () => {
    return (
        <div className='container'>
        <div>
            <Aside title='Оголошення' content="Увага! 30 травня відбудуться батьківські збори у Google Meet. Посилання розташованне в електроній пошті."/>
            <Aside title='Новини' content="Навчальний рік майже закінчився. Свято останнього дзвоника було скасовано"/>
        </div>
        <Section title=''>
            <h4>
                8 безкоштовних ресурсів на карантин для учнів початкової школи
            </h4>
            <div className='content_text'>
                Багато батьків учнів 1–4-х класів непокояться через те, що для їхніх дітей немає телеуроків. Міністерство освіти визначило, що для такої малечі користь від дистанційного навчання — мінімальна. Але ж у школах задають певні теми, а тати й мами не знають, як їх пояснити цікавіше, як хоча б мінімально оживити відео чи мультом. «Освіторія» зібрала ресурси, які можуть допомогти.
                <br/><br/>
                1.CBEEBIES
                Весь спектр програм CBeebies від BBC зробили безплатним на час карантину. Тут є постійні герої: дівчинка Сара та її качка, сестрички Неллі та Нора. Всі теми подані в ігровій формі: цікаві та різноманітні ігри, веселі тести, яскраві відео. Тут можна вивчати англійську мову, математику, географію, самообслуговування, основи здоров’я (два останні предмети мають спільні теми з нашим «Я досліджую світ»). Підійдуть для учнів 1–2-х класів.
                <br/><br/>
                2.KHAN ACADEMY KIDS
                Академія Хана для дітей — це безкоштовна колекція навчальних курсів для початкової школи, але є ще й додаток для дітей 6–8 років, який зосереджується на математиці, англійській мові та соціальних навичках. Окрім навчальних відео, є захопливі онлайн-вправи. Першачкам цікаво буде завітати до віртуальних домівок п’яти кумедних тварин з різними характерами та хобі, до яких можна долучитися. Це— герої цього додатка, які допомагають вчитися.
                <br/><br/>
                Журнал: 8 безкоштовних ресурсів на карантин для учнів початкової школи
                3.TEACH YOUR MONSTER TO READ
                Хто ж відмовиться навчити монстрика читати англійською? Сервіс став безплатним на час карантину. Давно відомо: найкраще вчиться той, хто вчить інших. Тож маленькому учневі доведеться спочатку створити свого монстрика, а потім вчити його абетки та різних слів. Чарівні кольорові персонажі, дивовижний транспорт, мандри темами та фантастичні винагороди— від таких занять дітей не відтягти за вуха.
                <br/><br/>
                4.ADAPTED MIND
                Adapted mind— математика та англійська мова для початкових класів. Схоже оформлення: мама та донька монстрики пропонують зайнятися арифметикою для 1–4-х класів та вивченням мови. Безкоштовно протягом місяця. Також пропонують створити свого маленького монстра, який проходитиме випробування. Ігри дуже динамічні.
                <br/><br/>
                5.ROSETTA STONE
                Мовні курси Rosetta Stone надають безкоштовний доступ школярам на три місяці— через карантин та перехід на дистанційне навчання. Зазвичай плата сягає 50 фунтів стерлінгів. Можна опанувати за цей час ази англійської, німецької, французької, італійської та багатьох інших мов — за бажанням.
                <br/><br/>
                6.DUOLINGO
                Duolingo також пропонує безкоштовно вчити мови школярам. Звісно, в ігровій формі. Отримуєте не лише доступ до уроків, а й короткі щоденні сесії практики. Серед понад 30 мов є навіть арабська, гінді, іврит.
                <br/><br/>
                7.SCRATCHJR
                Загалом це сервіс програмування, але саме ця версія призначена для 1–2-го класу, хоча старші діти теж можуть залюбки порозважатися. Школярів навчать використовувати блоки кодування для створення програм для ігор, анімації, музики та інших творчих завдань. Звісно, це вже за межами шкільної програми, але може збільшити цікавість до математики, інформатики.
                <br/><br/>
                8. ВІДЕОПЛЮСПЛЮС
                Матеріали українськоготелеканалу ПлюсПлюсчимало просунутих шкіл взяли на озброєння та використовують під час дистанційного навчання. Тож так само можна вчинити й батькам. Тут єдині для всіх відео мультгерої — Кружко, Трикутя та Квадрик. Серія «Говоримо українською» допоможе урізноманітнити завдання з мови. «Корисні підказки» та «Це — наше, і це — твоє» — з темами з предмета «Я пізнаю світ».
            </div>
        </Section>
    </div>
    ); 
}

export default StudentsPage